Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: She is a master’s student in Global Health from McMaster University in Canada who completed her field practicum at the University of South-Eastern Norway (USN).
nb: Hun er mastergradsstudent innen global helse ved McMaster University i Canada, og gjennomfører sin studieintegrerte praksisperiode ved Universitetet i Sørøst-Norge.

source: Most links to ebooks will then give you the Feide login screen (USN EZproxy) where you can log in with the same username / password that you use for Canvas etc.
nb: De fleste lenker til ebøker vil da gi deg Feide-innloggingsskjermbilde (USN EZproxy) der du kan logge inn med samme brukernavn / passord som du bruker til Canvas mm.

source: You are now back in the "security info" page, and should see that a to-factor method "Microsoft Authenticator" has been added.
nb: Da er du tilbake til visningen av "sikkerhetsinformasjon" på nettsiden, og skal da se at en autentiseringsmetode "Microsoft Authenticator" har blitt lagt inn.

source: Here you become part of a student group that comes from many different majors, but who are good at socialising across the board,” says Matilde Eggerud Roberg.
nb: Her blir du del av en stor studentgruppe som er flink til å sosialisere seg på tvers av studieretningene, sier Matilde Eggerud Roberg.

source: Of these, around 800 are international students, from 90 different countries.
nb: Av disse er ca 800 internasjonale studenter, fra 90 ulike land.

source: Audio and video studio at Bø
nb: Lyd- og videostudio i Bø

source: H-SEIF 2 is both about collecting the right data, as well as being able to utilize these in the most appropriate way possible», says Falk.
nb: H-SEIF 2 handler både om å samle inn riktige data, samt å kunne utnytte disse på en mest mulig hensiktsmessig måte, sier Falk.

source: The advanced simulator course for multiple professional groups in the oil industry is provided by the Institute for Maritime Operations at the University of South-East Norway (USN), in cooperation with Petroleum Geo-Services ASA (PGS).
nb: Det avanserte simulatorkurset for ulike faggrupper i oljebransjen arrangeres av Institutt for maritime operasjoner ved Høgskolen i Sørøst-Norge (HSN) i samarbeid med Petroleum Geo-Services ASA (PGS).

source: Yiu also speaks highly of the partnership between McMaster and USN.
nb: Hun skryter også av et godt samarbeid mellom McMaster og USN.

source: The project, called "InnoTraining", is driven by a partnership between USN and Kongsberg Digital (KDI).
nb: Prosjektet heter «InnoTraining» og drives fram som et samarbeid mellom HSN og Kongsberg Digital (KDI).

source: The course gives 30 credits over 1 academic year.
nb: Studiet gir 30 studiepoeng over 1 studieår.

source: Just contact us!”, says Smit.
nb: Det er bare å ta kontakt, sier Smit.

source: Nanna Natalia Karpinska Dam Jørgensen
nb: Nanna Natalia Karpinska Dam Jørgensen Stipendiat ved HVO

source: Procedure for Mac:
nb: Fremgangsmåte for Mac:

source: 1981-2015 Norwegian Radiation Protection Authority (engineer/researcher/head of section/director)
nb: 1981-2015 SIS - Statens strålevern (ingeniør/forsker/seksjonssjef/fagdirektør)

source: Click "Approve" on the notification on the phone.
nb: Klikk på "Godkjenn" på varslingen på telefonen.

source: The files are encrypted and can be downloaded and saved to your local OneDrive.
nb: Filene er kryptert og klargjort slik at de kan lastes ned og lagres på din OneDrive-katalog lokalt.

source: The Louis committee – responsible for the students’ own nightspot, Louis, and the main organiser of such activities as pubs, quizzes, theme parties, game nights, beer pong tournaments and film/soccer game events.
nb: Louis-styret – Ansvarlig for studentenes eget utested, Louis, og er hovedarrangør av aktiviteter som kroer, quiz, temafester, spillkvelder, beer pong-turneringer og visninger av film/fotballkamper.

source: grants of over NOK 50,000, this record must be submitted to USN.
nb: For stipend over kr 50.000 kreves dette til USN.

source: In addition, I have 20 years of practical experience from industry as head / top manager.
nb: Jeg har i tillegg 20 års praktisk erfaring fra industrien som leder/toppleder.

source: Anne Merete has many years of experience as a leader of several co-creative processes and an inter-municipal service, which has involved a high level of user participation.
nb: Anne Merete har mange års erfaring som leder av flere samskapende prosesser og en interkommunal tjeneste med stor grad av brukerinvolvering.

source: He has many great tips to give to students who work with entrepreneurship and student businesses.
nb: Han har mange gode tips å gi til studenter som jobber med entreprenørskap og studentbedrift.

source: What is the difference between the two UH-ped courses?
nb: Hva er forskjellen mellom de to UH-ped emnene?

source: We can also find this in the UN Universal Declaration of Human Rights (Article 26).
nb: Dette kan vi også finne igjen i FNs verdenserklæring om menneskerettigheter (artikkel 26, red. anm.), forteller Osler.

source: If you weigh 70 kg, there are four liters of pure blood.
nb: Veier du 70 kilo, er det fire liter rent blod.

source: Fluid Metal 3D is one of the promising businesses currently on the Accelerator programme, added Minnesjord."
nb: Minnesjord forteller at Fluid Metal 3D er et av de lovende selskapene i akseleratorprogrammet akkurat nå.

source: Matilde has fond memories of her own buddy week.
nb: Matilde har gode minner fra sin egen fadderuke.

source: Operated by USN
nb: Opereres av USN

source: “Measures that can make it easier for the unions are information material, campaigns, good courses and training material in English,” says Kristiansen.
nb: – Tiltak som kan gjøre det lettere for forbundene er infomateriale, kampanjer, gode kurs og opplæringsmateriale på engelsk, sier Kristiansen.

source: If you do not have your USN laptop with you and need access to “closed programs” such as the payroll portal (DFØ) or the Agora portal (Agresso, Public360, etc.), then this is the service for you.
nb: Om ikke du har med USN-laptop’en din og trenger tilgang til «lukkede programmer» som f.eks lønnsportalen eller Agoraportalen (Agresso, Public360, mm.), så er dette tjenesten for deg.

source: The remainder is body fluids that can be measured”, says Professor Johannessen.
nb: Resten er fordelt som kroppsvæsker som kan måles, forteller professor Johannessen.

source: , is something many students aim to climb during their time in Notodden.
nb: , er noe mange studenter har som mål å bestige i løpet av tiden de er på Notodden.

source: eDU is working to develop university pedagogy.
nb: eDU jobber med universitetspedagogikk.

source: Arbeid for mangfold og mot rasisme’ was released on 10 February.
nb: Arbeid for mangfold og mot rasisme» ble presentert 10. februar.

source: Master's thesis (april 2012):
nb: Masteroppgave i matematikk (april 2012):

source: The URLs below lead to two disk files. The first is 100 MB and the second 1 TB.
nb: URL-ene under peker til to disk-filer på henholdsvis 100 MB og 1 TB.

source: Psychology (with a subject pedagogy, sociology), (NTNU) 260 ECTS
nb: mag. Psykologi (med gr.fag Pedagogikk, Sosiologi), (NTNU) 260 stp.

source: The research will, with empirical, theoretical, methodological and practical results, contribute within the field of mathematics education research.
nb: Forskningen vil, med empiriske, teoretiske, metodologiske og praktiske resultater bidra innen forskningsfeltet for matematikkundervisning.

source: Is there a student association in Kongsberg?
nb: Finnes det et studentsamfunn i Kongsberg?

source: Master student and need for advice?
nb: Student og behov for veiledning?

source: Semester 2: Early January – Early May
nb: Medio september - medio desember Semester 2: Tidlig januar - tidlig mai

source: Much of the research into the FC consists of comparative studies, setting the characteristics of the FC up against traditional teaching methods.
nb: Mye av forskningen på FC er sammenligningstudier der man ser på forskjellen i karakterer i FC og tradisjonell undervisning.

source: There are 12 different nationalities in the company.
nb: Det er 12 ulike nasjonaliteter i selskapet.

source: Follow the Student Union in Ringerike on Facebook
nb: Følg Studentsamfunnet i Ringerike på Facebook, så holder du deg oppdatert på alt SIR arrangerer

source: Employees access Canvas through FEIDE.
nb: Ansatte har tilgang til Canvas via FEIDE.

source: Simulation tools and languages, e.g., Modelica, MATLAB, Julia, Python.
nb: Simuleringsverktøy og -språk, f.eks. Modelica, MATLAB, Julia, Python.

source: Prediction of myopia development by cone opsin genes, colour vision and the prevailing illuminant (adolescents aged 16–19 years).
nb: Beregning av myopiutvikling ved hjelp av tappeopsin-gener, fargesyn og lysforhold (ungdom i alderen 16–19 år).

source: If students or employees have project-specific needs that differ from these instructions, they shall submit such requests to IT Support via their departmental manager.
nb: Dersom studenter eller tilsatte har prosjektspesifikke behov som avviker fra denne instruksen, skal det sendes en anmodning til IT-support via avdelingsleder.

source: Join the Facebook group USN-studenter Ringerike to stay up to date with all that is going on among the students of the town
nb: Meld deg inn i Facebook-gruppen USN-studenter Ringerike for å holde deg oppdatert på alt som skjer blant byens studenter

source: 15 US-credits are accepted as the equivalent of 30 Norwegian credits.
nb: 15 credits godkjennes som tilsvarende 30 studiepoeng ved USN.

source: There are several student societies in Drammen, as well as
nb: Det finnes flere studentforeninger i Drammen, i tillegg til

source: Provide knowledge about waste-management to Sri Lanka
nb: Gir avfallsråd til Sri Lanka

source: Musicology, cultural history and sociology will contribute to creating an integrated theoretical base for learning.
nb: Musikkologi, kulturhistorie og sosiologi vil vera med på å skape en integrert teoretisk base for læring.

source: From USN the participants are: Mette Bunting and Mari Bastøe Bergåker from the Department of Educational Sciences and Geir Moshuus from the Department of Health- Social- and Welfare Sciences.
nb: Prosjektdeltakere fra HSN er Mette Bunting og Mari Bastøe Bergåker fra institutt for pedagogikk og Geir Moshuus fra institutt for helse-, sosial- og velferdsfag.

source: Nordic Association for SFL and social semiotics
nb: Nordisk forening for SFL og sosialsemiotikk

source: Islamism, the belief that Islam should guide social and political as well as personal life, became a dominant ideological, social and moral force in the Middle East in the aftermath of the Arab defeat to Israel in 1967.
nb: Islamsime, troen på at islam skal gaide såvel det sosiale, som det politiske og personlige livet, ble en dominerende ideologisk, sosial og moralsk kraft i Midtøsten etter det arabiske nederlaget mot Israel i 1967.

source: Are you looking for some inspiration?
nb: Trenger du litt inspirasjon?

source: (Together with Steffen Torp).
nb: (Sammen med Steffen Torp).

source: In the Accelerator programme, GBN works closely with participating businesses to develop and commercialise their offering.
nb: Gjennom akseleratorprogrammet samarbeider GBN og det enkelte akseleratorselskap tett om utvikling og kommersialisering.

source: The project manager should prepare a data management plan (DHP).
nb: • Prosjektleder skal utarbeide en datahåndteringsplan (DHP).

source: Testing, development and sertifications are due to finish in spring 2019.
nb: Testing, utvikling og sertifiseringsarbeid blir trolig ferdig våren 2019. Neste steg blir da oppskalering og masseproduksjon.

source: – often is in the centre of the events
nb: – ofte er i sentrum av begivenhetene

source: Throughout the program you will receive guidance from a team of teachers from Little Steven’s Blues School, and Norwegian blues artists Knut Reiersrud and Amund Maarud will hold master classes in the fall and spring semesters.
nb: Du vil gjennom hele studiet få veiledning av Little Stevens Blues Schools lærerteam, og de norske blues-artistene Knut Reiersrud og Amund Maarud vil holde mesterklasse i høst- og vårsemesteret.

source: This guide shows you how to register the two-factor method "Authenticator-app" for using two-factor authentication.
nb: Denne veiledningen viser deg hvordan man registrerer autentiseringsmetoden "Authenticator-app" for bruk av tofaktorautentisering.

source: , perceives the festival as an international get-together for students, teachers and others who are active within the traditions of folk music and folk art.
nb: , sier festivalen fungerer som en internasjonal møteplass for studenter, lærere og øvrige som er aktive innen folkemusikk og folkekunst.

source: When we need a break, we relax in the sun or go sightseeing and shopping in Los Angeles,” says Per Kristian Bolstad to usn.no.
nb: Da slapper vi av i sola eller farter rundt i Los Angeles på sightseeing og shopping, sier Per Kristian Bolstad til usn.no.

source: Associate Mehdi Azadmehr, Department of Mikrosystemer, USN
nb: Førsteamanuensis Mehdi Azadmehr, Institutt for mikrosystemer, HSN

source: The interaction of photosensitive proteins with microfabricated sensor arrays (Photosense)
nb: Vekselvirkningen mellom fotosensitive proteiner og mikrosensor matriser (Photosense)

source: Public partners, such as NAV, county councils, municipalities, industry associations and retail associations, Virke and Handel og Kontor.
nb: Av offentlige aktører kan vi nevne NAV, fylkeskommuner, kommuner, næringsforeninger og handelsforeninger, hovedorganisasjonen Virke og Handel og Kontor.

source: Also, the USN-developed Portbin Robot, an autonomous trash collector, was presented in front of an audience for the very first time.
nb: USN-fartøyet det likevel var knyttet mest spenning til var den autonome søppelplukkeren Portbin Robot, som for første gang ble vist frem for et åpent publikum.

source: The Student Association is run by 12 students who make up the executive board.
nb: Studentsamfunnet blir drevet av 12 studenter som utgjør et styre.

source: Psychological advisor in PPT Færder municipality
nb: Psykologisk rådgiver i PPT Færder kommune

source: In order to make it easy for you to find a solution that best meets your needs, take a look at the list of tools and resources below.
nb: For at du lett skal finne hvilke løsninger som passer deg og ditt behov best kan du ta en titt på oversikten under.

source: The paper was based on research carried out at the groups research labs in HSN, Porsgrunn.
nb: Artikkelen baserte seg på forskningen som gjøres ved laboratoriene ved HSN i Porsgrunn.

source: accusation that scientific misconduct has occurred, has no right of appeal.
nb: vitenskapelig uredelighet, har ingen klagerett.

source: A number of USN researchers are affiliated with OSA, and
nb: Flere USN-forskere er tilknyttet OSA, og

source: on the blog ‘Playful Learning’ by Caroline Cruaud (eDU), and is summarised by the author Jørund Skaug in
nb: på bloggen Playful Learning av Caroline Cruaud (eDU) og oppsummeres av forfatteren Jørund Skaug i

source: The Programme Coordinator is responsible for the implementation of programme evaluations
nb: • Sørge for å fremme riktig refusjonskrav også for eventuelle lærere i kombinasjonsstilling

source: Now this number is down to 30.»
nb: Nå er dette tallet nede på 30, forteler hun.

source: “Joker’n is the place to be to put it simply.
nb: – Joker’n er stedet, for å si det sånn.

source: I am a theoretical physicist and I am interested in how quantum physics can manifest itself on large scales and how that can be useful.
nb: Jeg er en teoretisk fysiker og er interessert i hvordan kvantefysikk kan gi seg til kjenne på stor skala og hva det kan brukes til.

source: Information about shipping from Clarkson's Research.
nb: Informasjon om shippingindustrien fra Clarkson's Research.

source: You can also engage in student politics at Campus Notodden
nb: Du kan også engasjere deg i studentpolitikken på campus Notodden

source: You can also engage in student politics at Campus Ringerike
nb: Du kan også engasjere deg i studentpolitikken på campus Ringerike

source: Mario will visit Pia Bing-Jonsson’s family.
nb: Pia Bing-Jonsson er en av dem som Mario skal besøke i jula.

source: - What distinguishes innovative environments and how can they be created?
nb: - Hva utmerker innovative miljøer og hvordan kan de opprettes?

source: The Canadian is happy with her stay at USN, which lasted from the end of May until July 30 th
nb: Kanadieren er så langt meget fornøyd med praksisoppholdet ved USN, som hun avslutter 30 juli.

source: Third opponent and administrator: Professor Carlos Pfeiffer, USN.
nb: Tredjeopponent og administrator: Professor Carlos Pfeiffer, USN.

source: H-SEIF2 is an attempt to make digitization and big data more usable.
nb: H-SEIF2 er et forsøk på å gjøre digitalisering og big data mer anvendelig.

source: Here you can enjoy concerts, movies, theatre shows, a museum and a café.
nb: Her kan du kose seg på konserter, kino, teaterforestillinger, museum og café.

source: The buddies in Drammen will ensure that you get a perfect start to your student life in the city.
nb: Fadderne i Drammen skal sørge for at du får en perfekt start på studielivet i byen.

source: “The best thing about Campus Porsgrunn is the social cohesiveness among the students.
nb: – Det beste med campus Porsgrunn er det sosiale samholdet mellom studentene.

source: Students can reply either in Canvas or by e-mail.
nb: Innholdet kan du importere til ditt Canvas-emne.

source: He hopes and believes that the work put in by Kristiansen and Sonne can have a value in other areas of the society, and not just in the sports sector.
nb: Han håper og tror at arbeidet som er lagt ned av Kristiansen og Sonne kan ha en verdi for andre områder i samfunnet enn bare idretten.

source: [The Sickle and the Saw-blade], A general history of the communes of Eiker – volume II, Hokksund 1994.
nb: , Eikers historie – Bind II, Øvre og Nedre Eiker kommuner, Hokksund 1994. Artikler

source: Educational use of immersive technologies (VR, AR)
nb: Pedagogisk bruk av immersive technologies (VR, AR)

source: Cartoonist, writer, composer, musician and animator.
nb: Tegner, forfatter, komponist, musiker og animatør.

source: children need to have reached 15 years of age before they can consent to participate in research.
nb: Avhengig av prosjektets art og omfang, er vanlig praksis 15 års aldersgrense for når barn kan samtykke selv til deltakelse i forskning.

source: Also presented at Association of Research in Vision and Ophthalmology (ARVO), Florida, USA, same year.
nb: Også presentert ved Association of Research in Vision and Ophthalmology (ARVO), Florida, USA samme år.

source: Principal supervisor: Professor Bernt Lie, USN.
nb: Hovedveileder: Professor Bernt Lie, USN.

source: You can also engage in student politics at Campus Drammen
nb: Du kan også engasjere deg i studentpolitikken på campus Drammen

source: He has studied in Drammen since 2014 and has gradually fallen in love with the university town.
nb: Han har studert i Drammen siden 2014 og har etter hvert forelsket seg i studiebyen.

source: After sending the print job to the printer, either from Windows / Mac or by e-mail, the print job is queued for
nb: Når du har sendt utskriften til printeren, enten fra Windows/Mac eller på epost, ligger utskriften i køen i

source: “So the possibility of enjoying concerts, theatre and the like is very good.
nb: – Så muligheten for å få med seg konserter, teater og lignende er veldig bra.

source: talks about her experiences of using the FC as part of the bachelor’s degree course in Nursing at USN.
nb: om sine erfaringer med FC i bachelor sykepleie ved USN.

source: Ringerike also has a variety of cultural offers
nb: Ringerike har også et variert kulturtilbud,

source: As a rule Leganto will work for students if it works for you, the teacher.
nb: Som hovedregel vil Leganto via Canvas virke for studentene hvis det virker for deg.

source: Examples of activities
nb: Eksempel på aktiviteter

source: High threshold for digital teaching
nb: Høy terskel for digital undervisning

source: SESAM – Collaborate with us!
nb: SESAM – Samarbeid med oss!

source: 6 Read more about consent on the websites of NSD, REC and The Norwegian Data Protection Authority (DPA).
nb: 6 Les mer om samtykke på nettsidene til NSD, REK og Datatilsynet.

source: Click the symbol under
nb: klikker du på symbol for undermeny

source: In winter, SiG also arranges ski trips to Kongsberg and Gautefall with après ski later on at our student house.
nb: Om vinteren setter også SiG opp alpinturer til Kongsberg og Gautefall, med afterski på studenthuset vårt etterpå.

source: If minors (under 18 years of age) are to provide valid consent to the processing of personal data, it is presupposed that they understand the consequences.
nb: Skal mindreårige (under 18 år) kunne gi et gyldig samtykke til behandling av personopplysninger forutsetter dette at de forstår konsekvensene.

source: In Vestfold, a group of around 80 students switched to digital teaching for a few days, a decision that was made by USN.
nb: I Vestfold ble det lagt om til digital undervisning for en gruppe på ca. 80 studenter noen få dager, denne beslutningen ble tatt på USN.

source: The nearest train station is Bø Station.
nb: Næraste togstasjon er Bø stasjon.

source: Funded by USN and FARGE funds.
nb: Finansiert av USN og FARVE midler.

source: In 1999 I was awarded an MSc from University of Manchester, UK, in Clinical Optometry and Investigative Techniques and, in 2006, an MSc in Clinical Optometry from Salus University, USA.
nb: I 1999 ble jeg tildelt en MSc fra University of Manchester, Storbritannia, i klinisk optometri og undersøkelsesteknikker, og i 2006 en MSc i klinisk optometri fra Salus University, USA.

source: , edited by Martin Engebretsen, 34-48.
nb: , redigert av Martin Engebretsen, 34-48.

source: Projects can be supported for two or three years, and the maximum support for three years is 450 000 euro (max 150 000 euro per year).
nb: Det kan søkes om prosjekter av to- eller tre års varighet, og maksimal søknadssum er 450 000 euro (maks 150 000 euro per år).

source: Get the full programme on Facebook
nb: Følg med Facebook for å få med deg hele programmet

source: She is a former Head of Institute at USN and has carried out research into humans’ relationships to nature, outdoor recreation, sustainability, quality of life and pedagogics.
nb: Hun har bakgrunn som instituttleder ved USN og har forsket på menneskets relasjon til naturen, friluftsliv, bærekraft, livskvalitet og pedagogikk.

source: The ceremony provides affirmation, both to itself and the outside world, that USN is part of an academic tradition.
nb: Seremonien er en markering, både internt og eksternt, av at USN står i en akademisk tradisjon.

source: MEBP019 Science and knowledge-based practice (Mixed methods research)
nb: MEBP019 Vitenskap og kunnskapsbasert praksis (Mixed methods research)

source: Are you a USN employee using a USN laptop?
nb: Bruker du en ansatt-PC tilhørende USN?

source: Whatever you might like to do in your spare time, Matilde’s advice is clear:
nb: Uansett hva du måtte like å gjøre på fritiden, er oppfordringen fra Matilde klar:

source: , which can be rented through the
nb: , som du kan leie gjennom
